Repository: AlexHoebart-ICPDR/backdrop-content_lock
Catalog: translations/*.po
Languages: de

source: Below is a list of all locked documents. Click on <em>check in</em> to release a lock.
de: Dies ist eine Liste von gesperrten Beiträgen. Sie können auf diese klicken, um die Sperre aufzuheben.

source: Below is a list of all documents locked by you. Click on <em>check in</em> to release a lock.
de: Dies ist eine Liste von Beiträgen, welche sie zur Zeit sperren. Sie können auf diese klicken, um die Sperre aufzuheben.

source: Your lock has been removed!
de: Ihr Editier-Sperre wurde entfernt!

source: You can still save the content if this user aborts the edit operation without saving changes.
de: Sie können den Inhalt immer noch speichern, wenn der Benutzer, der zur Zeit editiert, keine Änderungen abspeichert.

source: Your lock has been removed due to inactivity or by an administrator. Failed to regain the lock since the document has been changed since.
de: Ihr Editier-Sperre wurde aufgrund von Inaktivität von einem Administrator aufgehoben. Die Sperre konnte nicht neu eingerichtet werden.

source: Keep document locked
de: Dokument gesperrt lassen.

source: Check this box if you want to keep this document locked in your name after submitting it.
de: Aktivieren sie diesen Schalter um diesen Beitrag nach dem Editieren weiterhin gesperrt zu lassen.

source: Disabled
de: Deaktiviert

source: The period after which locked documents will be automatically released.
de: Die Zeitspanne, nach der gesperrte Dokumente automatisch entsperrt werden sollen.

source: Cancel
de: Abbrechen

source: This document is locked for editing by !name since @date.
de: Dieser Beitrag wie bereits von !name seit @date editiert und ist deshalb gesperrt.

source: This document is now locked against simultaneous editing. It will unlock when you navigate elsewhere.
de: Dieser Beitrag ist nun gegen gleichzeitiges Editieren geschützt.

source: Title
de: Titel

source: Username
de: Benutzer

source: Locked since
de: Gesperrt seit

source: Persistent lock
de: Dauerhafte Sperre

source: Operations
de: Aktionen

source: yes
de: Ja

source: No locked documents.
de: Keine gesperrten Beiträge

source: The editing lock has been released.
de: Die Editier-Sperre wurde aufgehoben.

source: unlock
de: entsperren

source: here
de: hier

source: You are currently locking the node '!nodetitle' and therefore nobody can edit it anymore. You might want to !unlock this node, click !unlocklinkhere to do so
de: Sie sperren zur Zeit den Beitrag '!nodetitle'. Somit kann dieser von keinem anderen Benutzer editiert werden. Vielleicht möchten sie diesen Beitrag !unlock. Klicke !unlocklinkhere um dies zu tun.

source: check out documents
de: Dokument sperren

source: keep documents checked out
de: Beitrag gesperrt lassen

source: administer checked out documents
de: Gesperrte Beiträge administrieren

source: Locked documents
de: Gesperrte Beiträge

source: Prevents users to edit the same node at the same time. The second user can enter the edit-mode and gets notified
de: Verhindert das Benutzer den selben Beitrag zur selben Zeit editieren können. Der Benutzer, der als zweites kommt, wird entsprechend benachrichtigt.
